Repository: balzo-tech/PDFEasy-iOS
Catalog: pdfexpert/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl

source: Save as images
de: Als Bilder speichern
es: Guardar como imágenes
fr: Enregistrer comme images
it: Salva come immagini
nl: Opslaan als afbeeldingen

source: Save as PDF
de: Als PDF speichern
es: Guardar como PDF
fr: Enregistrer en PDF
it: Salva come PDF
nl: Opslaan als PDF

source: Save PDF
de: PDF speichern
es: Guardar PDF
fr: Enregistrer le PDF
it: Salva PDF
nl: PDF opslaan

source: Save to Photos
de: In Fotos sichern
es: Guardar en Fotos
fr: Enregistrer dans Photos
it: Salva nelle Foto
nl: Bewaren in Foto's

source: Saved to Photos
de: In Fotos gespeichert
es: Guardado en Fotos
fr: Enregistrées dans Photos
it: Salvate in Foto
nl: Bewaard in Foto's

source: Scan
de: Scannen
es: Escanear
fr: Numériser
it: Scansiona
nl: Scannen

source: Scan a document
de: Ein Dokument scannen
es: Escanear un documento
fr: Numériser un document
it: Scansiona un documento
nl: Een document scannen

source: Scan a document, turn photos into a PDF, or import a file to get started.
de: Scannen Sie ein Dokument, verwandeln Sie Fotos in ein PDF oder importieren Sie eine Datei, um zu beginnen.
es: Escanea un documento, convierte fotos en un PDF o importa un archivo para empezar.
fr: Numérisez un document, transformez des photos en PDF, ou importez un fichier pour commencer.
it: Scansiona un documento, trasforma le foto in PDF o importa un file per iniziare.
nl: Scan een document, maak een PDF van foto's of importeer een bestand om te beginnen.

source: Scan a file
de: Eine Datei scannen
es: Escanea un documento
fr: Numériser un fichier
it: Scansiona un documento
nl: Een bestand scannen

source: Scan anything into a PDF
de: Alles in ein PDF scannen
es: Escanea lo que sea en PDF
fr: Numériser n'importe quoi en PDF
it: Scansiona qualsiasi cosa in PDF
nl: Alles naar een PDF scannen

source: Scan complete
de: Scan abgeschlossen
es: Escaneo completado
fr: Numérisation terminée
it: Scansione completata
nl: Scan voltooid

source: Scanned PDF from images
de: Gescanntes PDF aus Bildern
es: PDF escaneado a partir de imágenes
fr: PDF numérisé à partir d'images
it: PDF scansionato dalle immagini
nl: Gescande PDF van afbeeldingen

source: Schengen visa
de: Schengen-Visum
es: Visado Schengen
fr: Visa Schengen
it: Visto Schengen
nl: Schengenvisum

source: scripts
de: skripte
it: script

source: Search
de: Suchen
es: Buscar
fr: Rechercher
it: Cerca
nl: Zoeken

source: Search documents and tools
de: Dokumente und Werkzeuge suchen
es: Buscar documentos y herramientas
fr: Rechercher documents et outils
it: Cerca documenti e strumenti
nl: Documenten en hulpmiddelen zoeken

source: Send it to someone
de: Schicken Sie es jemandem
es: Envíaselo a alguien
fr: Envoyez-le à quelqu'un
it: Mandalo a qualcuno
nl: Stuur het naar iemand

source: Search PDFs
de: PDFs suchen
es: Buscar PDF
fr: Rechercher des PDF
it: Cerca PDF
nl: PDF's zoeken

source: Search scans
de: Scans durchsuchen
es: Buscar escaneos
fr: Rechercher dans les numérisations
it: Cerca nelle scansioni
nl: Scans zoeken

source: Search templates
de: Vorlagen suchen
es: Buscar plantillas
fr: Rechercher un modèle
it: Cerca template
nl: Sjablonen zoeken

source: Search tools
de: Werkzeuge suchen
es: Buscar herramientas
fr: Rechercher des outils
it: Cerca strumenti
nl: Hulpmiddelen zoeken

source: searchable
de: durchsuchbar
es: buscable
fr: consultable
it: ricercabile
nl: doorzoekbaar

source: See what changed between two files
de: Sehen Sie, was sich zwischen zwei Dateien geändert hat
es: Mira qué ha cambiado entre dos archivos
fr: Voyez ce qui a changé entre deux fichiers
it: Guarda cosa è cambiato fra due file
nl: Zie wat er tussen twee bestanden veranderd is

source: Select Image
de: Bild auswählen
es: Seleccionar imagen
fr: Sélectionner une image
it: Seleziona immagine
nl: Afbeelding selecteren

source: Select some text, then apply the markup.
de: Wählen Sie etwas Text aus, dann wenden Sie die Markierung an.
es: Selecciona un texto y luego aplica el resaltado.
fr: Sélectionnez du texte, puis appliquez le surlignage.
it: Seleziona del testo, poi applica l'evidenziazione.
nl: Selecteer wat tekst en pas dan de opmaak toe.

source: Select the whole page
de: Die ganze Seite auswählen
es: Seleccionar toda la página
fr: Sélectionner toute la page
it: Seleziona tutta la pagina
nl: De hele pagina selecteren

source: Select what you love most
de: Wählen Sie, was Ihnen am besten gefällt
es: Selecciona lo que más te guste
fr: Sélectionnez ce que vous préférez
it: Seleziona ciò che ami di più
nl: Kies wat u het leukst vindt

source: Send Feedback
de: Feedback senden
es: Enviar comentarios
fr: Envoyer un commentaire
it: Invia feedback
nl: Feedback sturen

source: separate
de: trennen
es: separar
fr: séparer
it: separa
nl: scheiden

source: Separate keywords with commas
de: Trennen Sie Schlüsselwörter mit Kommas
es: Separa las palabras clave con comas
fr: Séparez les mots-clés par des virgules
it: Separa le parole chiave con le virgole
nl: Scheid trefwoorden met komma's

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
nl: Instellingen

source: Settings…
de: Einstellungen…
es: Ajustes…
fr: Réglages…
it: Impostazioni…
nl: Instellingen…

source: Share
de: Teilen
es: Compartir
fr: Partager
it: Condividi
nl: Delen

source: Share pdf
de: PDF teilen
es: Compartir PDF
fr: Partager le PDF
it: Condividi PDF
nl: Pdf delen

source: Sharp enough for %lld dpi
de: Scharf genug für %lld dpi
es: Bastante nítida para %lld ppp
fr: Assez nette pour %lld ppp
it: Abbastanza nitida per %lld dpi
nl: Scherp genoeg voor %lld dpi

source: Show measurement guides
de: Maßlinien anzeigen
es: Mostrar las guías de medida
fr: Afficher les repères de mesure
it: Mostra le linee di misura
nl: Meethulplijnen tonen

source: Show my scans
de: Meine Scans anzeigen
es: Mostrar mis escaneos
fr: Afficher mes numérisations
it: Mostra le mie scansioni
nl: Mijn scans tonen

source: shrink
de: schrumpfen
es: encoger
fr: réduire
it: rimpicciolisci
nl: verkleinen

source: Shutter
de: Auslöser
es: Obturador
fr: Déclencheur
it: Otturatore
nl: Sluiter

source: sign
de: unterschreiben
es: firmar
fr: signer
it: firma
nl: ondertekenen

source: Sign in here
de: Hier unterschreiben
es: Firma aquí
fr: Signez ici
it: Firma qui
nl: Meld u hier aan

source: Sign PDF
de: PDF unterschreiben
es: Firmar PDF
fr: Signer le PDF
it: Firma PDF
nl: PDF ondertekenen

source: Sign without printing
de: Unterschreiben ohne zu drucken
es: Firma sin imprimir
fr: Signer sans imprimer
it: Firma senza stampare
nl: Ondertekenen zonder printen

source: Sign, fill in, annotate and stamp
de: Unterschreiben, ausfüllen, kommentieren und stempeln
es: Firma, rellena, anota y sella
fr: Signer, remplir, annoter et tamponner
it: Firma, compila, annota e timbra
nl: Ondertekenen, invullen, annoteren en stempelen

source: signature
de: unterschrift
es: firma
it: firma
nl: handtekening

source: Signature
de: Unterschrift
es: Firma
it: Firma
nl: Handtekening

source: Signatures
de: Signaturen
es: Firmas
it: Firme
nl: Handtekeningen

source: signed
de: signiert
es: firmado
fr: signé
it: firmato
nl: ondertekend

source: Signed by
de: Signiert von
es: Firmado por
fr: Signé par
it: Firmato da
nl: Ondertekend door

source: Signed document
de: Signiertes Dokument
es: Documento firmado
fr: Document signé
it: Documento firmato
nl: Ondertekend document

source: size
de: größe
es: tamaño
fr: taille
it: dimensione
nl: formaat

source: Sizes follow each country's official rules. The office issuing your document has the final say.
de: Die Maße folgen den amtlichen Regeln des jeweiligen Landes. Das letzte Wort hat die ausstellende Behörde.
es: Las medidas siguen las normas oficiales de cada país. La última palabra la tiene la oficina que expide el documento.
fr: Les dimensions suivent les règles officielles de chaque pays. C'est le service qui délivre le document qui tranche.
it: Le misure seguono le regole ufficiali di ogni paese. L'ultima parola spetta all'ufficio che rilascia il documento.
nl: De formaten volgen de officiële regels van elk land. De instantie die uw document afgeeft, beslist uiteindelijk.

source: Skip
de: Überspringen
es: Omitir
fr: Passer
it: Salta
nl: Overslaan

source: Slide right if the old background still shows around the hair.
de: Nach rechts schieben, wenn der alte Hintergrund um die Haare noch zu sehen ist.
es: Desliza a la derecha si el fondo antiguo aún se ve alrededor del pelo.
fr: Faites glisser vers la droite si l'ancien arrière-plan apparaît encore autour des cheveux.
it: Sposta a destra se attorno ai capelli si vede ancora il vecchio sfondo.
nl: Schuif naar rechts als de oude achtergrond nog rond het haar zichtbaar is.

source: slides
de: folien
es: diapositivas
fr: diapositives
it: diapositive
nl: dia's

source: Smallest file, visible loss
de: Kleinste Datei, sichtbarer Verlust
es: Archivo más pequeño, pérdida visible
fr: Fichier le plus petit, perte visible
it: File più piccolo, perdita visibile
nl: Kleinste bestand, zichtbaar verlies

source: Something went wrong, mind trying again?
de: Etwas ist schiefgelaufen, noch einmal versuchen?
es: Algo ha ido mal, ¿quieres volver a intentarlo?
fr: Quelque chose s'est mal passé, on réessaie ?
it: Qualcosa è andato storto, vuoi riprovare?
nl: Er is iets misgegaan, wilt u het opnieuw proberen?

source: Something went wrong! Please try again later.
de: Etwas ist schiefgelaufen! Bitte versuchen Sie es später erneut.
es: ¡Algo ha ido mal! Inténtalo de nuevo más tarde.
fr: Quelque chose s'est mal passé ! Veuillez réessayer plus tard.
it: Qualcosa è andato storto! Riprova più tardi.
nl: Er is iets misgegaan! Probeer het later opnieuw.

source: Sort by
de: Sortieren nach
es: Ordenar por
fr: Trier par
it: Ordina per
nl: Sorteren op

source: Spain is the exception: 26 × 32 mm, not the 35 × 45 mm the rest of Europe uses. Head height derived from ICAO's 70–80% rule.
de: Spanien ist die Ausnahme: 26 × 32 mm statt der 35 × 45 mm des übrigen Europas. Die Kopfhöhe leitet sich aus der ICAO-Regel von 70–80 % ab.
es: España es la excepción: 26 × 32 mm, no los 35 × 45 mm del resto de Europa. La altura del rostro se deriva de la regla ICAO del 70–80 %.
fr: L'Espagne fait exception : 26 × 32 mm, et non les 35 × 45 mm du reste de l'Europe. La hauteur du visage découle de la règle OACI des 70–80 %.
it: La Spagna è l'eccezione: 26 × 32 mm, non i 35 × 45 mm del resto d'Europa. L'altezza del viso deriva dalla regola ICAO del 70–80%.
nl: Spanje is de uitzondering: 26 × 32 mm, niet de 35 × 45 mm die de rest van Europa gebruikt. Hoofdhoogte afgeleid van de 70–80%-regel van de ICAO.

source: Split
de: Teilen
es: Dividir
fr: Diviser
it: Dividi
nl: Splitsen

source: Split pages into ranges
de: Seiten in Bereiche teilen
es: Divide las páginas en intervalos
fr: Diviser les pages en plages
it: Dividi le pagine in intervalli
nl: Pagina's in bereiken splitsen

source: Split PDF
de: PDF teilen
es: Dividir PDF
fr: Diviser le PDF
it: Dividi PDF
nl: PDF splitsen

source: spreadsheet
de: tabelle
es: hoja de cálculo
fr: tableur
it: foglio di calcolo

source: Square like the American one, but measured from the crown rather than from the eyes.
de: Quadratisch wie das amerikanische, aber vom Scheitel aus gemessen statt von den Augen.
es: Cuadrada como la estadounidense, pero medida desde la coronilla en lugar de desde los ojos.
fr: Carrée comme l'américaine, mais mesurée depuis le sommet du crâne plutôt que depuis les yeux.
it: Quadrata come quella americana, ma misurata dalla sommità del capo invece che dagli occhi.
nl: Vierkant zoals de Amerikaanse, maar gemeten vanaf de kruin in plaats van vanaf de ogen.

source: Square, 2 × 2 inches, and measured from the eyes rather than from the top of the head.
de: Quadratisch, 2 × 2 Zoll, und von den Augen aus gemessen statt vom Scheitel.
es: Cuadrada, 2 × 2 pulgadas, y medida desde los ojos en lugar de desde la coronilla.
fr: Carrée, 2 × 2 pouces, et mesurée à partir des yeux plutôt que du sommet du crâne.
it: Quadrata, 2 × 2 pollici, e misurata dagli occhi invece che dalla sommità del capo.
nl: Vierkant, 2 × 2 inch, en gemeten vanaf de ogen in plaats van vanaf de bovenkant van het hoofd.

source: stamp
de: stempel
es: sello
fr: tampon
it: timbro
nl: stempel

source: Stamp a text watermark across every page
de: Ein Text-Wasserzeichen über jede Seite stempeln
es: Estampa una marca de agua de texto en todas las páginas
fr: Apposer un filigrane de texte sur chaque page
it: Applica una filigrana di testo su ogni pagina
nl: Een tekstwatermerk over elke pagina stempelen

source: Stamp text across pages
de: Text über die Seiten stempeln
es: Estampa un texto en todas las páginas
fr: Apposer un texte sur les pages
it: Imprimi un testo su ogni pagina
nl: Tekst over pagina's stempelen

source: Standard Japanese résumé format
de: Standardformat des japanischen Lebenslaufs
es: Formato estándar del currículum japonés
fr: Format standard du CV japonais
it: Formato standard del curriculum giapponese
nl: Standaard Japans cv-formaat

source: Standard Korean 증명사진 format
de: Koreanisches Standardformat 증명사진
es: Formato coreano estándar 증명사진
fr: Format coréen standard 증명사진
it: Formato coreano standard 증명사진
nl: Standaard Koreaans 증명사진-formaat

source: Standard Mexican “infantil” format
de: Mexikanisches Standardformat „infantil“
es: Formato mexicano estándar «infantil»
fr: Format mexicain standard « infantil »
it: Formato messicano standard «infantil»
nl: Standaard Mexicaans “infantil”-formaat

source: Start
de: Starten
es: Empezar
fr: Démarrer
it: Inizia
nl: Starten

source: Start from a blank document
de: Mit einem leeren Dokument beginnen
es: Empieza con un documento en blanco
fr: Partir d'un document vierge
it: Parti da un documento vuoto
nl: Beginnen met een leeg document

source: Start scanning
de: Scannen starten
es: Empezar a escanear
fr: Commencer à numériser
it: Inizia a scansionare
nl: Beginnen met scannen

source: Start where the file is
de: Dort beginnen, wo die Datei liegt
es: Empieza donde está el archivo
fr: Partir de là où se trouve le fichier
it: Parti da dove si trova il file
nl: Begin waar het bestand staat

source: Straightens each page and applies a scanner filter, returning the images.
de: Richtet jede Seite gerade und wendet einen Scannerfilter an, dann werden die Bilder zurückgegeben.
es: Endereza cada página y aplica un filtro de escáner, devolviendo las imágenes.
fr: Redresse chaque page et applique un filtre scanner, puis renvoie les images.
it: Raddrizza ogni pagina e applica un filtro scanner, restituendo le immagini.
nl: Zet elke pagina recht en past een scannerfilter toe, met de afbeeldingen als resultaat.

source: Strikethrough
de: Durchgestrichen
es: Tachar
fr: Barré
it: Barra
nl: Doorhalen

source: Strip scripts and attachments
de: Skripte und Anhänge entfernen
es: Quita los scripts y los adjuntos
fr: Retirer les scripts et les pièces jointes
it: Rimuovi script e allegati
nl: Scripts en bijlagen verwijderen

source: Subject
de: Betreff
es: Asunto
fr: Objet
it: Oggetto
nl: Onderwerp

source: Subscription
de: Abonnement
es: Suscripción
fr: Abonnement
it: Abbonamento
nl: Abonnement

source: Suggested name
de: Vorgeschlagener Name
es: Nombre sugerido
fr: Nom suggéré
it: Nome suggerito
nl: Voorgestelde naam

source: Suggested questions:
de: Vorgeschlagene Fragen:
es: Preguntas sugeridas:
fr: Questions suggérées :
it: Domande suggerite:
nl: Voorgestelde vragen:

source: System follows your Mac. The other two stay put, whatever the Mac does.
de: «System» folgt Ihrem Mac. Die anderen beiden bleiben, wie Sie sie wählen, ganz gleich was der Mac tut.
es: «Sistema» sigue tu Mac. Las otras dos se quedan como las elijas, haga lo que haga el Mac.
fr: «Système» suit votre Mac. Les deux autres restent comme vous les choisissez, quoi que fasse le Mac.
it: «Sistema» segue il Mac. Gli altri due restano come li scegli, qualunque cosa faccia il Mac.
nl: Systeem volgt uw Mac. De andere twee blijven staan, wat de Mac ook doet.

source: System follows your phone. The other two stay put, whatever the phone does.
de: «System» folgt Ihrem Telefon. Die anderen beiden bleiben, wie Sie sie wählen, ganz gleich was das Telefon tut.
es: «Sistema» sigue a tu teléfono. Los otros dos se quedan como los elijas, haga lo que haga el teléfono.
fr: «Système» suit votre téléphone. Les deux autres restent comme vous les choisissez, quoi que fasse le téléphone.
it: «Sistema» segue il telefono. Gli altri due restano come li scegli, qualunque cosa faccia il telefono.
nl: Systeem volgt uw telefoon. De andere twee blijven staan, wat de telefoon ook doet.

source: Tables as .csv
de: Tabellen als .csv
es: Tablas en .csv
fr: Tableaux en .csv
it: Tabelle in .csv
nl: Tabellen als .csv

source: Tap the words on the picture
de: Tippen Sie auf die Wörter im Bild
es: Toca las palabras de la imagen
fr: Touchez les mots sur l'image
it: Tocca le parole sulla foto
nl: Tik op de woorden op de foto

source: Take a page
de: Eine Seite aufnehmen
es: Capturar una página
fr: Prendre une page
it: Acquisisci una pagina
nl: Een pagina vastleggen

source: Take a Picture
de: Ein Foto aufnehmen
es: Hacer una foto
fr: Prendre une photo
it: Scatta una foto
nl: Een foto maken

source: Take it again, holding the camera still and tapping the face to focus.
de: Wiederholen Sie es, halten Sie die Kamera ruhig und tippen Sie zum Fokussieren auf das Gesicht.
es: Repítela sujetando la cámara quieta y tocando el rostro para enfocar.
fr: Reprenez-la en tenant l'appareil immobile et en touchant le visage pour faire la mise au point.
it: Rifalla tenendo ferma la fotocamera e toccando il viso per mettere a fuoco.
nl: Maak hem opnieuw, houd de camera stil en tik op het gezicht om scherp te stellen.

source: Take the PDF out of a .p7m file
de: Das PDF aus einer .p7m-Datei holen
es: Extrae el PDF de un archivo .p7m
fr: Extrayez le PDF d’un fichier .p7m
it: Estrai il PDF da un file .p7m
nl: De PDF uit een .p7m-bestand halen

source: Take the photo again with some space above the hair.
de: Machen Sie das Foto erneut, mit etwas Platz über den Haaren.
es: Repite la foto dejando espacio por encima del pelo.
fr: Reprenez la photo en laissant de l'espace au-dessus des cheveux.
it: Rifai la foto lasciando dello spazio sopra i capelli.
nl: Maak de foto opnieuw met wat ruimte boven het haar.

source: Take the photo again with the whole head and the top of the shoulders in frame.
de: Machen Sie das Foto erneut, mit dem ganzen Kopf und den oberen Schultern im Bild.
es: Repite la foto con toda la cabeza y la parte alta de los hombros en el encuadre.
fr: Reprenez la photo avec toute la tête et le haut des épaules dans le cadre.
it: Rifai la foto con tutta la testa e la parte alta delle spalle nell'inquadratura.
nl: Maak de foto opnieuw met het hele hoofd en de bovenkant van de schouders in beeld.

source: Tap Share
de: Auf «Teilen» tippen
es: Toca Compartir
fr: Touchez Partager
it: Tocca Condividi
nl: Tik op Delen

source: Tap the face to focus before taking the photo.
de: Tippen Sie vor der Aufnahme zum Fokussieren auf das Gesicht.
es: Toca el rostro para enfocar antes de disparar.
fr: Touchez le visage pour faire la mise au point avant de déclencher.
it: Tocca il viso per mettere a fuoco prima di scattare.
nl: Tik op het gezicht om scherp te stellen voordat u de foto maakt.

source: Tap to fill in
de: Zum Ausfüllen tippen
es: Toca para rellenar
fr: Touchez pour remplir
it: Tocca per compilare
nl: Tik om in te vullen

source: Tap where you wish to add text
de: Tippen Sie dorthin, wo Sie Text hinzufügen möchten
es: Toca donde quieras añadir el texto
fr: Touchez l'endroit où vous voulez ajouter du texte
it: Tocca dove vuoi aggiungere il testo
nl: Tik waar u tekst wilt toevoegen

source: Tap where you wish to sign
de: Tippen Sie dorthin, wo Sie unterschreiben möchten
es: Toca donde quieras firmar
fr: Touchez l'endroit où vous voulez signer
it: Tocca dove vuoi firmare
nl: Tik waar u wilt ondertekenen

source: Teal
de: Blaugrün
es: Verde azulado
fr: Bleu-vert
it: Verde acqua
nl: Blauwgroen

source: Template
de: Vorlage
es: Plantilla
fr: Modèle
nl: Sjabloon

source: Templates
de: Vorlagen
es: Plantillas
fr: Modèles
it: Template
nl: Sjablonen

source: Terms and conditions
de: Nutzungsbedingungen
es: Términos y condiciones
fr: Conditions générales
it: Termini e condizioni
nl: Algemene voorwaarden

source: Text file
de: Textdatei
es: Archivo de texto
fr: Fichier texte
it: File di testo
nl: Tekstbestand

source: Text view
de: Textansicht
es: Vista de texto
fr: Vue texte
it: Vista testo
nl: Tekstweergave

source: That file is not a PDF.
de: Diese Datei ist kein PDF.
es: Ese archivo no es un PDF.
fr: Ce fichier n'est pas un PDF.
it: Quel file non è un PDF.
nl: Dat bestand is geen PDF.

source: That PDF has no pages.
de: Dieses PDF hat keine Seiten.
es: Ese PDF no tiene páginas.
fr: Ce PDF n'a aucune page.
it: Quel PDF non ha pagine.
nl: Die PDF heeft geen pagina's.

source: That tool is not available right now.
de: Dieses Werkzeug ist gerade nicht verfügbar.
es: Esa herramienta no está disponible en este momento.
fr: Cet outil n'est pas disponible pour le moment.
it: Quello strumento non è disponibile al momento.
nl: Dat hulpmiddel is nu niet beschikbaar.

source: The annotations could not be saved.
de: Die Kommentare konnten nicht gespeichert werden.
es: No se han podido guardar las anotaciones.
fr: Les annotations n'ont pas pu être enregistrées.
it: Non è stato possibile salvare le annotazioni.
nl: De annotaties konden niet worden opgeslagen.

source: The background could not be checked
de: Der Hintergrund konnte nicht geprüft werden
es: No se ha podido comprobar el fondo
fr: Le fond n'a pas pu être vérifié
it: Non è stato possibile controllare lo sfondo
nl: De achtergrond kon niet worden gecontroleerd

source: The background is not uniform
de: Der Hintergrund ist nicht einheitlich
es: El fondo no es uniforme
fr: Le fond n'est pas uniforme
it: Lo sfondo non è uniforme
nl: De achtergrond is niet egaal

source: The background is plain and light
de: Der Hintergrund ist einfarbig und hell
es: El fondo es liso y claro
fr: Le fond est uni et clair
it: Lo sfondo è uniforme e chiaro
nl: De achtergrond is effen en licht

source: The background is slightly uneven
de: Der Hintergrund ist leicht ungleichmäßig
es: El fondo es algo irregular
fr: Le fond est légèrement irrégulier
it: Lo sfondo è leggermente irregolare
nl: De achtergrond is licht ongelijkmatig

source: The background is too dark
de: Der Hintergrund ist zu dunkel
es: El fondo es demasiado oscuro
fr: Le fond est trop sombre
it: Lo sfondo è troppo scuro
nl: De achtergrond is te donker

source: The chin is cut off
de: Das Kinn ist abgeschnitten
es: La barbilla está cortada
fr: Le menton est coupé
it: Il mento è tagliato
nl: De kin valt buiten beeld

source: The chin is raised or lowered
de: Das Kinn ist angehoben oder gesenkt
es: La barbilla está alta o baja
fr: Le menton est relevé ou baissé
it: Il mento è alzato o abbassato
nl: De kin is omhoog of omlaag gericht

source: The compressed images have been saved to your photos.
de: Die komprimierten Bilder wurden in deinen Fotos gespeichert.
es: Las imágenes comprimidas se han guardado en tus fotos.
fr: Les images compressées ont été enregistrées dans vos photos.
it: Le immagini compresse sono state salvate nelle tue foto.
nl: De gecomprimeerde afbeeldingen zijn bewaard in je foto’s.

source: The conversion could not be completed. Please try again.
de: Die Konvertierung konnte nicht abgeschlossen werden. Bitte versuchen Sie es erneut.
es: No se ha podido completar la conversión. Inténtalo de nuevo.
fr: La conversion n'a pas pu être terminée. Veuillez réessayer.
it: Non è stato possibile completare la conversione. Riprova.
nl: De conversie kon niet worden voltooid. Probeer het opnieuw.
